----- VS CODE INSTALLED EXTENSIONS -----

COMMAND TO LIST EXTENSIONS:
codei --list-extensions

COMMAND TO INSTALL AN EXTENSION:
codei --install-extension <extension_id>

-----

alefragnani.numbered-bookmarks
bmewburn.vscode-intelephense-client
donjayamanne.githistory
GitHub.github-vscode-theme
humao.rest-client
jakearl.search-editor-apply-changes
luongnd.edge
meganrogge.template-string-converter
mongodb.mongodb-vscode
ms-toolsai.jupyter
ms-vscode.cpptools
NicolasVuillamy.vscode-groovy-lint
PKief.material-icon-theme
small.php-ci
stef-k.adonis-js-goto-controller
stef-k.adonis-js-goto-view
vscodevim.vim
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight

-----

